[
  {
    "text": "If life gives you lemons, squeeze them in your enemy’s eyes.",
    "author": "Anonymous"
  },
  {
    "text": "I’m not lazy, I’m on energy-saving mode.",
    "author": "Internet"
  },
  {
    "text": "You miss 100% of the naps you don’t take.",
    "author": "Sleep Enthusiast"
  },
  {
    "text": "Normal is just a setting on the dryer.",
    "author": "Patsy Clairmont"
  },
  {
    "text": "Reality continues to ruin my life.",
    "author": "Bill Watterson"
  },
  {
    "text": "Life is short. Smile while you still have teeth.",
    "author": "Mall Sign"
  },
  {
    "text": "When life shuts a door, open it again. It’s a door. That’s how they work.",
    "author": "Unknown"
  },
  {
    "text": "I like work: it fascinates me. I can sit and look at it for hours.",
    "author": "Jerome K. Jerome"
  },
  {
    "text": "Behind every great man is a woman rolling her eyes.",
    "author": "Jim Carrey"
  },
  {
    "text": "Don’t take life too seriously. You’ll never get out of it alive.",
    "author": "Elbert Hubbard"
  },
  {
    "text": "I used to think I was indecisive, but now I’m not so sure.",
    "author": "Unknown"
  },
  {
    "text": "Life is hard. It’s even harder if you’re stupid.",
    "author": "John Wayne"
  },
  {
    "text": "When in doubt, mumble.",
    "author": "Unknown"
  },
  {
    "text": "Better to remain silent and be thought a fool than to speak out and remove all doubt.",
    "author": "Abraham Lincoln"
  },
  {
    "text": "Common sense is like deodorant. The people who need it most never use it.",
    "author": "Internet"
  },
  {
    "text": "I am an early bird and a night owl… so I am wise and I have worms.",
    "author": "Michael Scott"
  },
  {
    "text": "If at first you don’t succeed, then skydiving definitely isn’t for you.",
    "author": "Steven Wright"
  },
  {
    "text": "Alcohol: because no great story ever started with someone eating a salad.",
    "author": "Anonymous"
  },
  {
    "text": "Don’t worry if plan A fails. There are 25 more letters in the alphabet.",
    "author": "Claire Cook"
  },
  {
    "text": "I’m writing a book. I’ve got the page numbers done.",
    "author": "Steven Wright"
  },
  {
    "text": "I always arrive late at the office, but I make up for it by leaving early.",
    "author": "Charles Lamb"
  },
  {
    "text": "The road to success is dotted with many tempting parking spaces.",
    "author": "Will Rogers"
  },
  {
    "text": "Some cause happiness wherever they go; others whenever they go.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Never put off till tomorrow what you can do the day after tomorrow just as well.",
    "author": "Mark Twain"
  },
  {
    "text": "I can resist everything except temptation.",
    "author": "Oscar Wilde"
  },
  {
    "text": "You can’t have everything. Where would you put it?",
    "author": "Steven Wright"
  },
  {
    "text": "If you think nobody cares if you’re alive, try missing a couple of payments.",
    "author": "Earl Wilson"
  },
  {
    "text": "To steal ideas from one person is plagiarism; to steal from many is research.",
    "author": "Wilson Mizner"
  },
  {
    "text": "Insanity is hereditary; you get it from your children.",
    "author": "Sam Levenson"
  },
  {
    "text": "Some people just need a high-five. In the face. With a chair.",
    "author": "Internet"
  },
  {
    "text": "Why be moody when you can shake your booty?",
    "author": "Internet"
  },
  {
    "text": "If you’re going through hell, keep going. Or at least stop to roast some marshmallows.",
    "author": "Modified Churchill"
  },
  {
    "text": "I childproofed my house, but somehow they still get in.",
    "author": "Unknown"
  },
  {
    "text": "Never trust math teachers who say this will be easy.",
    "author": "Student Wisdom"
  },
  {
    "text": "Always borrow money from a pessimist. They won’t expect it back.",
    "author": "Oscar Wilde"
  },
  {
    "text": "Sometimes I drink water to surprise my liver.",
    "author": "Internet"
  },
  {
    "text": "Money can’t buy happiness, but it can buy ice cream, and that’s pretty close.",
    "author": "Internet"
  },
  {
    "text": "I used to be a people person, but people ruined that for me.",
    "author": "Internet"
  },
  {
    "text": "I’m on a whiskey diet. I’ve lost three days already.",
    "author": "Tommy Cooper"
  },
  {
    "text": "Knowledge is knowing a tomato is a fruit; wisdom is not putting it in a fruit salad.",
    "author": "Miles Kington"
  },
  {
    "text": "If you can’t dazzle them with brilliance, baffle them with bullshit.",
    "author": "W.C. Fields"
  },
  {
    "text": "Dance like nobody’s watching. Because they’re not, they’re staring at their phones.",
    "author": "Internet"
  },
  {
    "text": "Light travels faster than sound. This is why some people appear bright until you hear them speak.",
    "author": "Alan Dundes"
  },
  {
    "text": "I told my wife she should embrace her mistakes. She gave me a hug.",
    "author": "Unknown"
  },
  {
    "text": "The early bird might get the worm, but the second mouse gets the cheese.",
    "author": "Steven Wright"
  },
  {
    "text": "If you think you are too small to be effective, you have never been in the dark with a mosquito.",
    "author": "Betty Reese"
  },
  {
    "text": "Some days you’re the pigeon, some days you’re the statue.",
    "author": "Internet"
  },
  {
    "text": "Change is inevitable—except from a vending machine.",
    "author": "Robert C. Gallagher"
  },
  {
    "text": "Don’t drink to forget, drink to obliterate the memory completely.",
    "author": "Party Animal"
  },
  {
    "text": "If life was fair, Elvis would be alive and all the impersonators would be dead.",
    "author": "Johnny Carson"
  }
]
